Repository: robsonferr/klicker
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# menu.enabled
source: Enabled
pt_br: Ativado

# menu.disabled
source: Disabled
pt_br: Desativado

# menu.left_click
source: Left Click
pt_br: Clique Esquerdo

# menu.right_click
source: Right Click
pt_br: Clique Direito

# menu.load_custom_sound
source: Load Custom Sound…
pt_br: Carregar Som Personalizado…

# menu.custom_sound_panel_title
source: Select audio file
pt_br: Selecionar arquivo de som

# menu.launch_at_login
source: Launch at Login
pt_br: Executar no Login

# menu.language
source: Language
pt_br: Idioma

# menu.quit
source: Quit
pt_br: Sair

# menu.about
source: About Klicker
pt_br: Sobre o Klicker

# about.version
source: Version
pt_br: Versão

# about.description
source: A lightweight macOS app that plays a sound on every mouse click.
pt_br: Um app leve para macOS que reproduz um som a cada clique do mouse.

# about.author
source: Developed by Robson Ferreira
pt_br: Desenvolvido por Robson Ferreira

# accessibility.warning
source: ⚠️ Accessibility permission required!
pt_br: ⚠️ Permissão de Acessibilidade necessária!

# accessibility.instructions
source: Go to: System Settings > Privacy & Security > Accessibility
pt_br: Vá em: Ajustes do Sistema > Privacidade e Segurança > Acessibilidade

# accessibility.add_app
source: And enable this application.
pt_br: E adicione este aplicativo.
